[{"sentence":"Even if they are willing to make the sacrifice in dollars, whether Americans will give up long accustomed personal liberties is another question.","correct":0,"wrong":0,"weight":50},{"sentence":"Leeson and his wife Lisa never really seemed to fit into the affluent, neo-colonial life-style of Singapore or into the city's multiethnic society.","correct":0,"wrong":0,"weight":50},{"sentence":"Truman got the Korean War because he was ambiguous, and Saddam took Kuwait because Bush didn't say. \"No\" straight out.","correct":0,"wrong":0,"weight":50},{"sentence":"So he went on his own fact-finding mission, leaning heavily on a 49-page white paper submitted last month by three anoymous hightech firms.","correct":0,"wrong":0,"weight":50},{"sentence":"So any protein that dissolve new blood vessels may not be appropriate for younger woman who have not yet entered menopause.","correct":0,"wrong":0,"weight":50},{"sentence":"At a news conference, Perry declared that the credibility of the international community was at stake.","correct":0,"wrong":0,"weight":50},{"sentence":"Most of the cards available in Atlanta will be worth between $10 to $50 and will be usable instead of cash at as many as 5000 \"points of purchase\" throughout the city.","correct":0,"wrong":1,"weight":50},{"sentence":"Meanwhile, pundits who do make a bear stand don't last.","correct":0,"wrong":0,"weight":50},{"sentence":"He would halt bilateral contact with North Korea until Pyongyang resumed negotiations with South Korea.","correct":0,"wrong":0,"weight":50},{"sentence":"As a result news coverage tends to be bland.","correct":0,"wrong":0,"weight":50},{"sentence":"Clinton's summation was startlingly blunt: \"It is better to have reached no agreement than to have reached an empty agreement.\"","correct":0,"wrong":0,"weight":50},{"sentence":"The bull market will end --- but when is the question.","correct":0,"wrong":0,"weight":50},{"sentence":"Genetic information is the raw material of the burgeoning biotechnology industry, which usus human DNA to build specialized proteins that may have some value as disease-fighting drugs.","correct":0,"wrong":0,"weight":50},{"sentence":"Curry imporessed Clinton with his ability to fashion a coherent policy message that synthesized the often conflicting interests of the party's traditional and moderate wings.","correct":0,"wrong":0,"weight":50},{"sentence":"Grove delivered a sharp, comprehensive report. His bosses were impressed.","correct":0,"wrong":0,"weight":50},{"sentence":"In 1919 while serving a compulsory stint in the military, Nurmi entered a 20-k march carrying a rifle, a cartridge belt and a knapsack filled with 5 kg of sand.","correct":0,"wrong":0,"weight":50},{"sentence":"The executive director of the Christian Coalition told a prominent Jewish audience, in a conciliatory speech, that calling the U.S. a \"Christian nation\" is wroing.","correct":0,"wrong":0,"weight":50},{"sentence":"Times Books recently announced that it will publish a book of socially-conscious poetry by former President Jimmy Carter.","correct":0,"wrong":0,"weight":50},{"sentence":"The voice-recognition technology will not be on conventional desktop computers only; it will be available in any sort of electronic information processing device.","correct":0,"wrong":0,"weight":50},{"sentence":"\"We have only the foggiest idea, \" the independent daily Segodnya complained last week, \"who is actually at the helm in this country, who is making the critical decisions.\"","correct":0,"wrong":0,"weight":50},{"sentence":"Understanding social cues, creating works of art and spawning inventions are all crucial mental tasks that bear little relationship to how well a person can fill in a printed test form.","correct":0,"wrong":0,"weight":50},{"sentence":"Perhaps the most cunning Disney trick is to take fairy tales in the public domain and reinvent them as corporate property. A billion-dollar example is Beauty and Beast.","correct":0,"wrong":0,"weight":50},{"sentence":"With computers doubling in speed and power every couple of years, and with genetic engineering's dazzling feats growing more and more routine, the battered American faith in technological progress has been growing stronger and giddlier of late.","correct":0,"wrong":0,"weight":50},{"sentence":"In Singapore, dedicated Net users are planning to maintain unfettered access by jumping borders and dialing services in neighboring Malaysia.","correct":0,"wrong":0,"weight":50},{"sentence":"Bereft of patrons, desperate to rescue his economy, Fidel Castro turns to an unusual solution.","correct":0,"wrong":0,"weight":50},{"sentence":"Author Joe Kane came across a determined priest, a Spaniard who had spend years teaching a tribe of hunter gatherers, the Huaorani, how to survive outside their rainforest habitat.","correct":0,"wrong":0,"weight":50},{"sentence":"Seven years ago, Dole spoke about the need to \"provide care and assistance for the hungry and the homeless and the disabled.\" Nothing resembling that was heard last week.","correct":0,"wrong":0,"weight":50},{"sentence":"The Kobe quake was only slightly bigger than the Northridge tremor but more disastrous.","correct":0,"wrong":0,"weight":50},{"sentence":"Many scientists consider the Khoisan a distinct race of very ancient organ.","correct":0,"wrong":0,"weight":50},{"sentence":"Now as then, the splintering of a Saddam-less Iraq would leave Iran the dominant gulf power, an unpalatable solution.","correct":0,"wrong":0,"weight":50},{"sentence":"He started at the top, of course, but the fact that he is staying there has frustrated the popular wisdom that an early front runner is doomed to fall.","correct":0,"wrong":0,"weight":50},{"sentence":"The New Deal welfare safety net installed in the 1930s and augmented in the Great Society programs of the 1960s has been hauled off for the kind of drastic restitching that France, Germany, Italy and Sweden have been laboring over for the past year of more.","correct":0,"wrong":0,"weight":50},{"sentence":"The eccentric, fact-based best seller Midnight in the Garden of Good and Evil sparks a rush to see where it all took place.","correct":0,"wrong":0,"weight":50},{"sentence":"It turns out, however, that not every man who reached the pinnacle of American leadership was a gleaming example of self-awarenss, empathy, impulse control and other qualities that mark an elevated EQ.","correct":0,"wrong":0,"weight":50},{"sentence":"Ideally, the U.N. should have a small, elite, standing rapid-development force ... trained and ready to go at once to a trouble spot that the Security Council has decided to become involved in.","correct":0,"wrong":0,"weight":50},{"sentence":"The plain, undecorated object, representing the enduring role art has played throughout China's history, takes pride of place in the exhibition, which opened last week at New York.","correct":0,"wrong":0,"weight":50},{"sentence":"But they won't be able to filter the Internet. They're explicit about that.","correct":0,"wrong":0,"weight":50},{"sentence":"The room was decorated in exquisite taste.","correct":0,"wrong":0,"weight":50},{"sentence":"Could this fate befall James Cameron, Hollywood's most daring and extravagant auteur?","correct":2,"wrong":1,"weight":50},{"sentence":"Because of its fantastic capacity to see all possible combinations some distance into the future, the machine, once it determines that its own position is safe, can take the kind of attacking chances no human would.","correct":0,"wrong":0,"weight":50},{"sentence":"This puts Clinton in something of a no-win situation: he is unlikely to gain much credit if the bailout succeeds, but will catch ferocious flak if it fails.","correct":0,"wrong":0,"weight":50},{"sentence":"He is probably the least flamboyant of the Republican contenders.","correct":0,"wrong":0,"weight":50},{"sentence":"Early in this century, a fledgling effort at behavioral genetics devided people into such classes as mesomorphs - physically robust, psychologically assertive - and ectomorphs - skinny, newvous, sky.","correct":0,"wrong":0,"weight":50},{"sentence":"Information is now too fluid to control. It flows in over airways, via satellites, through microwave relays to cellular phones, faxes, televisions, radios, beepers, modems.","correct":0,"wrong":0,"weight":50},{"sentence":"\"Perot as kingmaker, \" he says tactfully, \"is a more formidable proposition than Perot as candate.\"","correct":0,"wrong":0,"weight":50},{"sentence":"A revenue-generating franchise is the most fragile thing in the world. No matter how good your product, you are only 18 months away from failure.","correct":0,"wrong":0,"weight":50},{"sentence":"Indeed, for all the world's governments, attempts to control the global flow of electro-information are not only futile but counter productive as well.","correct":0,"wrong":0,"weight":50},{"sentence":"It is a challenge to portray a forsaken woman in a way that evokes genuine sympathy; but Stevens manages.","correct":0,"wrong":0,"weight":50},{"sentence":"Chow Yun Fat is angling for Hollywood stardom; this time next year he could be in any of three hefty action films.","correct":0,"wrong":0,"weight":50},{"sentence":"Unlike most baseball-playing counteries, Cuba has no professional league to cream off its top talent, and hostile relations with Washingto keep its elite from migrating to the U.S. major league.","correct":0,"wrong":0,"weight":50},{"sentence":"His influence in the 1980s was so immense that Taiwanese distributors once asked a Hong Kong director if there was a role in a film for Chow Yun-fat, and if there wasn't, they'd commit to a deal.","correct":0,"wrong":0,"weight":50},{"sentence":"The time will come when the U.S. will subside to become but one of many Great Powers. It is inevitable, but it is not inmminent.","correct":0,"wrong":0,"weight":50},{"sentence":"After the oath, he gave an inaugural address designed to reach out to all Americans, to rally the nation to work together for a great common future.","correct":0,"wrong":0,"weight":50},{"sentence":"Chechen militiamen hiding around the corner are indifferent to the Russian's fate.","correct":0,"wrong":0,"weight":50},{"sentence":"What remains largely unspoken is the lingering hope that such a mission might experience, somewhere beneath the desolate Martian surface, a close encounter with organisms that are alive today.","correct":0,"wrong":0,"weight":50},{"sentence":"This bill is mean. It is downright low-donw. What does it profit a great nation to conquer the wordl, only to lose its soul?","correct":0,"wrong":0,"weight":50},{"sentence":"\"That audience was amazing,\" he says. \"They were so sweet. They were bathing us in affection.\" To prove the feeling is mutual, he heads back out into the spotlight.","correct":0,"wrong":0,"weight":50},{"sentence":"Namely, he fails to take into account Quittner's Law, which says: It is impossible to pay less than $3000 for this year's computer.","correct":0,"wrong":0,"weight":50},{"sentence":"He'd met Mar Andreessen, who as an undergraduate programmer had helped create the then obscure browsing software Mosaic, which made it easy to navigate the World Wide Web.","correct":0,"wrong":0,"weight":50},{"sentence":"Indeed, your average computer is virtually obsolete by the time it is skipped from the factory to the retail store.","correct":0,"wrong":0,"weight":50},{"sentence":"Observers are not surprised that business is flourishing despite the ominous political situation.","correct":0,"wrong":0,"weight":50},{"sentence":"At 3:33 a.m., it touched down at Marseilles, ostensibly for a refueling stop.","correct":0,"wrong":0,"weight":50},{"sentence":"When he tried to make a comeback in the fall of 1992, the fears of some outspoken N.B.A. players forced him to call it off.","correct":0,"wrong":0,"weight":50},{"sentence":"According the chairman, there are dozens of suits pending against the company.","correct":0,"wrong":0,"weight":50},{"sentence":"California, locked in a perpetual automotive smog, requires that by 2003, 10% of the cars offered for sale in the state produce zero emissions.","correct":0,"wrong":0,"weight":50},{"sentence":"A small but persistent group of critics, many of them supported by the oil and coal industries, still don't but it.","correct":0,"wrong":0,"weight":50},{"sentence":"Could it be that religious faith has some direct influence on physiology and health? Harvard's Herbert benson is probably the most persuasive proponent of this view.","correct":0,"wrong":0,"weight":50},{"sentence":"The local U.S. attorney, Eddie Jordan, has called corruption in the police department \"pervasive, rampant and systemic.\"","correct":0,"wrong":0,"weight":50},{"sentence":"A police raid on a Tokyo trading company netted 2000 pieces of counterfeit Nike merchandise, including phony Air Maxes.","correct":0,"wrong":0,"weight":50},{"sentence":"That's sort of a poigant irony.","correct":0,"wrong":0,"weight":50},{"sentence":"The American Society of Travel Agents said in a preliminary estimate that as many as 10000 of its 25000 members could be put out of business.","correct":0,"wrong":0,"weight":50},{"sentence":"But it is known that Senator Kennedy gave a toast more poigant than the one the previous evening.","correct":0,"wrong":0,"weight":50},{"sentence":"Sigmund Freud dismissed religious mysticism as \"infantile helplessness\" and \"regression to primary narcisssism.\"","correct":0,"wrong":0,"weight":50},{"sentence":"By creating breakthroughs in agriculture and disease-fighting, the manipulation of DNA should lead to profound improvements in human health.","correct":0,"wrong":0,"weight":50},{"sentence":"Abe Lincoln was a prominent railroad lawyer in 1860, but he campaigned for the White House as the simple Midwestern rail-splitter.","correct":0,"wrong":0,"weight":50},{"sentence":"On the horizon are the remedies that may prove more promising.","correct":0,"wrong":0,"weight":50},{"sentence":"More than at any other time in the past 25 years, men are living in a state of radical disconnection from the women-and-children part of the human race.","correct":0,"wrong":0,"weight":50},{"sentence":"Yeltsin ruled out direct peace talks with rebel leader Jkhar Dudayev.","correct":0,"wrong":0,"weight":50},{"sentence":"Sports equipment designed to make football safer encouraged more reckless moves and ended up making the sport more dangerous than unpadded, unhelmeted rugby.","correct":0,"wrong":0,"weight":50},{"sentence":"Last week 21 orphans and 13 Red Cross workers trying to guard them were murdered: in a scene reminiscent of Nazi Germany. The children were picked out of a group of 500 simply because they looked like Tutsi.","correct":0,"wrong":0,"weight":50},{"sentence":"With his boyish face and slender build, he could more easily pass for a teenager than for a teenager than for a 44-year-old father of three ---- or, for that matter, for a world-renowned scientist.","correct":0,"wrong":0,"weight":50},{"sentence":"The man had previously completed training in rugged forest, desert and mountain terrains.","correct":0,"wrong":0,"weight":50},{"sentence":"And the old soldiers, rows of military medals pinned to their civilian clothes, are reminiscing about the war, the friends they lost and the savage, tragic history of the country they saved.","correct":0,"wrong":0,"weight":50},{"sentence":"\"Sensible\" is not the criterion for a placard.","correct":0,"wrong":0,"weight":50},{"sentence":"The following year, Woo's A Better Tomorrow introduced Chow Yun-fat as the sullen, brutal antihero and Cheung as his sensitive counterpart.","correct":0,"wrong":0,"weight":50},{"sentence":"Mailer's research and his shrewd eye lead him to believe that Oswald did kill Kennedy and that he acted alone.","correct":0,"wrong":0,"weight":50},{"sentence":"The President's ambition to stand taller in the world faces one significant U.S. made handicap: brutal cutback in funding American foreign policy.","correct":0,"wrong":0,"weight":50},{"sentence":"The Pairs-based OECD predicted a sluggish rate of growth in 1994 for the G7 leading industrialized countries.","correct":0,"wrong":0,"weight":50},{"sentence":"Once the calling of wild-eye Cassandras and 19th century writers and social scientists on the radical fringe, long-range forecasting has become a sophisticated and quite profitable industry.","correct":0,"wrong":0,"weight":50},{"sentence":"The Pope's literary output is staggering. His letters, sermons and speeches fill nearly 150 volumes.","correct":0,"wrong":0,"weight":50},{"sentence":"Because of reduced oil prices and Gulf War debt, Saudi Arabia is so strapped for cash that it barely met the deadline for its latest $375 million payment on its U.S. weapons contracts.","correct":0,"wrong":0,"weight":50},{"sentence":"In 1994, when he was 23, he plowed his substantial savings into creating WARP, to develop and publish video games.","correct":0,"wrong":0,"weight":50},{"sentence":"Even when it seems beyound the reach of any one government, electronic information can be controlled, in ways both subtle and obvious.","correct":0,"wrong":0,"weight":50},{"sentence":"A House subcommittee will vote next week on the Smoke-Free Environment Act, perhaps the most sweeping antismoking legslation Congress has ever considered.","correct":0,"wrong":0,"weight":50},{"sentence":"In fact, compared with more tangible assaults on the President's character --- namely Paula Jones' pending sexual-harassment lawsuit and the federal investigation into Whitewater --- words in a book can barely hurt him.","correct":0,"wrong":0,"weight":50},{"sentence":"Most countries offer few opportunities for female soccer players, but Norway has a thriving women's professional league, and the U.S. a burgeoning co-ed youth soccer movement.","correct":0,"wrong":0,"weight":50},{"sentence":"Some 65 million years ago, a comet or asteroid at least five miles wide struck the earch and blasted out a tremendous crater.","correct":0,"wrong":0,"weight":50},{"sentence":"Getting in and out of the fast lanes is always tricky even today. It will be even trickier when you have to change lanes and hand off control to the computer at the same time.","correct":0,"wrong":0,"weight":50},{"sentence":"The 1993 Supreme Court decision was not unanimous.","correct":0,"wrong":0,"weight":50},{"sentence":"In an unprecedented move, Zedillo chose a member of the opposition party as Attorney General.","correct":0,"wrong":0,"weight":50},{"sentence":"All this suggests that sumo, the institution, is in urgent need of its own purification.","correct":0,"wrong":0,"weight":50},{"sentence":"You could almost say this venerable institution with its great credibility and history has been infiltrated slowly by the type of people it was not intendd to deal with.","correct":0,"wrong":0,"weight":50},{"sentence":"It's a signal as well that the U.S. economy may be starting to slacken after one of its most vigorous years in a decade.","correct":0,"wrong":0,"weight":50},{"sentence":"When properly combined, three volatile elements generate American celebrity: the media, the public and the spinmeisters who manipulate them.","correct":0,"wrong":0,"weight":50},{"sentence":"It has been 16 months since Australia's Northern Territory became the first place in the world to legalize voluntary euthanasia.","correct":0,"wrong":0,"weight":50},{"sentence":"The long time lag between the weapons' arrival and the Bosnians' training would leave them extremely vulnerable to snap Serb offensives.","correct":0,"wrong":0,"weight":50}]